/* Error alert title text after unsuccessful vendor app install.". */
"%@ could not be installed due to a possible user permissions error." = "%@ no se puede instalar debido a un posible error de permisos de usuario.";

/* Error alert title text after unsuccessful application uninstall. */
"%@ or some of its components could not be quit to continue the uninstallation." = "%@ o algunos de sus componentes no se han podido cerrar para continuar con la desinstalación.";

/* User notification title with app name as format */
"%@ was updated" = "%@ se ha actualizado";

/* Status title on dashboard */
"%d days left of trial" = "Quedan %d días de prueba";

/* Status title on dashboard */
"%d days remaining" = "Quedan %d días";

/* User notification title with apps count as format */
"%lu applications were updated" = "Se han actualizado %lu aplicaciones";

/* Status bar menu item title */
"🎁 Get Free Setapp…" = "🎁 Get Free Setapp…";

/* Status bar menu item title */
"💎 Get My Free Month…" = "💎 Get My Free Month…";

/* User notification title */
"1 application was updated" = "Se ha actualizado 1 aplicación";

/* Status action title on dashboard */
"Activate" = "Activar";

/* (No Comment) */
"Activate your subscription" = "Activa tu suscripción";

/* Status title on dashboard */
"Active membership" = "Suscripción activa";

/* Statuses */
"Active subscription" = "Suscripción activa";

/* Button title */
"Add" = "Añadir";

/* User notification title */
"All apps are up to date!" = "Todas las aplicaciones están actualizadas";

/* Accessibility help for customer image button. */
"Allows you to open account settings, view notifications, or sign out" = "Te permite abrir los ajustes de la cuenta, ver notificaciones o cerrar sesión";

/* Accessibility help */
"Allows you to select and view Setapp terms and policies" = "Te permite seleccionar y ver las condiciones y las políticas de Setapp";

/* Accessibility help for customer image button. */
"Allows you to sign in or create an account" = "Te permite iniciar sesión o crear una cuenta";

/* Error alert title text after unsuccessful uninstall. */
"An error occurred while uninstalling %@." = "Se ha producido un error al desinstalar %@.";

/* No comment provided by engineer. */
"Application signature could not be verified." = "No se ha podido verificar la firma de la aplicación.";

/* Informative text under the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Both Setapp and all of its applications will become unavailable after the uninstallation." = "Después de la desinstalación, Setapp y todas sus aplicaciones dejarán de estar disponibles.";

/* Cancel button title */
"Cancel" = "Cancelar";

/* User notification informative text with app name as format */
"Check out what %@ has to offer." = "Descubre todo lo que puede ofrecerte %@.";

/* Accessibility label. */
"Clear search" = "Borrar búsqueda";

/* Error alert informative text on application launch. */
"Contact your team owner to know more." = "Ponte en contacto con el responsable del equipo para saber más.";

/* PFMoveApplication */
"Could not move to Applications folder" = "No se ha podido mover a la carpeta Aplicaciones";

/* Error alert title text after unsuccessful uninstall. */
"Couldn't reset password." = "Imposible restablecer la contraseña.";

/* Status bar menu item title */
"Create New Account" = "Crear nueva cuenta";

/* No comment provided by engineer. */
"Did fail to launch %@" = "Error al iniciar %@";

/* Button title */
"Dismiss" = "Descartar";

/* (No Comment) */
"Don’t Move" = "No trasladar";

/* No comment provided by engineer. */
"Download and Install" = "Descargar e instalar";

/* No comment provided by engineer. */
"Download and install Setapp to use %@ and discover even more awesome applications." = "Descarga e instala Setapp para usar %@ y descubrir todavía más aplicaciones increíbles.";

/* No comment provided by engineer. */
"Download and install Setapp to use this app and discover even more awesome applications" = "Descarga e instala Setapp para usar esta app y descubrir todavía más aplicaciones increíbles";

/* No comment provided by engineer. */
"Download Now" = "Descargar ahora";

/* Not found email on reset password error description. */
"Email not found." = "Correo electrónico no encontrado.";

/* (No Comment) */
"Enjoy all of the available applications in the collection." = "Disfruta de todas las apps disponibles en el catálogo.";

/* Accessibility help. */
"Enter a search term to find suitable applications" = "Escribe un término de búsqueda para encontrar aplicaciones apropiadas";

/* User notification informative text */
"Explore Setapp to find and use %@." = "Explora Setapp para encontrar y utilizar %@.";

/* User notification informative text */
"Explore Setapp to find and use them." = "Explora Setapp para encontrarlas y utilizarlas.";

/* Status button title on recommendations screeen. */
"Family member" = "Miembro de la familia";

/* (No Comment) */
"Family membership terminated" = "Suscripción familiar finalizada";

/* Sign In screen text */
"Favorites? First remind us who you are" = "¿Favoritos? Primero necesitamos que nos digas quién eres";

/* Sign In screen text on password screen */
"Favorites? Sign in first." = "¿Favoritos? Primero tienes que iniciar sesión.";

/* User notification informative text */
"Find it in your Setapp folder." = "Búscala en tu carpeta de Setapp.";

/* Quit app button title */
"Force Quit" = "Forzar Cierre";

/* Status title on dashboard */
"Free trial available" = "Prueba gratis disponible";

/* Redirect to website button title */
"Go to Website" = "Ir al sitio web";

/* Sign In password screen text */
"Hi there, we missed you" = "¡Hola! Te hemos echado de menos";

/* No comment provided by engineer. */
"Incorrect application bundle identifier." = "Identificador del paquete de aplicaciones incorrecto.";

/* Button title */
"Install" = "Instalar";

/* No comment provided by engineer. */
"Internal file operation failed" = "Error en operación interna de archivo";

/* Platform name */
"iPad" = "iPad";

/* Platform name */
"iPhone" = "iPhone";

/* No comment provided by engineer. */
"It looks like the application was not code signed with a developer signature." = "Parece que el código de la aplicación no llevaba la firma de un desarrollador.";

/* No comment provided by engineer. */
"It looks like your Mac's identity has changed." = "Parece que la identidad de tu Mac ha cambiado.";

/* Open guide about ploblem fixing. */
"Learn more..." = "Más información...";

/* Button title */
"Learn more…" = "Más información...";

/* No comment provided by engineer. */
"Learn More…" = "Más información...";

/* Accessibility help */
"Legal information" = "Información legal";

/* Sign In screen text */
"Let’s log you into Setapp first" = "Inicia sesión en\nSetapp primero";

/* Platform name */
"Mac" = "Mac";

/* Manage Notifications button title. */
"Manage" = "Gestionar";

/* Sign up generic error alert informative text. */
"Might be a tech issue, try again in a moment." = "Puede tratarse de un problema técnico. Vuelve a intentarlo en un momento";

/* (No Comment) */
"Move to Applications" = "Trasladar a Aplicaciones";

/* User notification title */
"New updates available!" = "¡Nuevas actualizaciones disponibles!";

/* Too mane sign in requests error alert informative text. */
"Nice effort, but for your security please try again later." = "Buen intento, pero por tu seguridad mejor que lo intentes de nuevo más tarde.";

/* Button title */
"Not Now" = "Ahora no";

/* (No Comment) */
"Note that this will require an administrator password." = "Ten en cuenta que esto requerirá una contraseña de administrador.";

/* Label on top of notification list.
   Notifications list accessibility label */
"Notifications" = "Notificaciones";

/* Notifications section title. */
"NOTIFICATIONS" = "NOTIFICACIONES";

/* Alert button */
"OK" = "Ok";

/* Error alert title text on application launch. */
"Oops! This app is available only on Setapp for Teams." = "¡Vaya! Esta app está disponible solo en Setapp para Equipos.";

/* Error alert title text on application launch. */
"Oops! You can’t access this app as your team owner blocked it in Setapp for Teams account." = "¡Vaya! No puedes acceder a esta app porque el responsable de tu equipo la ha bloqueado en la cuenta de Setapp para Equipos.";

/* Accessibility help string */
"Opens account settings via web browser" = "Abre los ajustes de la cuenta en el navegador web";

/* Accessibility help for View My Account button. */
"Opens account settings via web browser to configure your membership status" = "Abre los ajustes de la cuenta en el navegador web para configurar el estado de tu suscripción";

/* Accessibility help string */
"Opens referral program page view web browser" = "Abre la vista de la página del programa de recomendación en tu navegador web";

/* Accessibility help for Start Trial button. */
"Opens window to confirm the start of your free trial" = "Abre la ventana para confirmar el inicio de la prueba gratuita";

/* (No Comment) */
"Payment details outdated" = "Información de pago desfasada";

/* (No Comment) */
"Payment issues occurred" = "Problemas detectados con el pago";

/* Status title on dashboard */
"Payment problem" = "Problemas con el pago";

/* User notification informative text */
"Please add payment details to your account." = "Añade los datos de pago a tu cuenta.";

/* (No Comment) */
"Please check your account for details." = "Accede a tu cuenta para ver más información.";

/* User notification title */
"Please connect to the Internet." = "Conéctate a Internet.";

/* (No Comment) */
"Please contact your Family owner for details and renewal." = "Ponte en contacto con el propietario de la familia para ver más información o renovar la suscripción.";

/* Alert informative text. */
"Please download a new copy of Setapp and reinstall it on your Mac to resolve the problem." = "Descarga una nueva copia de Setapp y vuelve a instalarla en tu Mac para resolver el problema.";

/* No comment provided by engineer. */
"Please download and install the latest version to continue using Setapp." = "Descarga e instala la última versión para continuar usando Setapp.";

/* Alert informtive text */
"Please free up your startup disk and reopen Setapp." = "Libera espacio de tu disco de arranque y vuelve a abrir Setapp.";

/* No comment provided by engineer. */
"Please make sure no network management apps are blocking Setapp and try again." = "Asegúrate de que ninguna app de administración de red bloquea Setapp y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please make sure you are connected and try again." = "Asegúrate de estar conectado y vuelve a intentarlo.";

/* Error alert informative text after unsuccessful vendor app install." */
"Please make sure you resolve any related issues and try again." = "Asegúrate de resolver todos los problemas relacionados y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please make sure you've added a \"-setapp\" suffix." = "Asegúrate de que has añadido el sufijo \"-setapp\".";

/* Error alert informative text after unsuccessful uninstall */
"Please quit the application manually and try again." = "Sal de de la aplicación manualmente y vuelve a intentarlo.";

/* Title text above the list of apps Setapp is going to terminate on single app unisntalling. */
"Please quit the following applications to clean all of their related items:" = "Favor cierra las siguientes aplicaciones para limpiar todos los elementos relacionados:";

/* No comment provided by engineer. */
"Please reopen the application to allow the required changes." = "Vuelve a abrir la aplicación para permitir los cambios obligatorios.";

/* No comment provided by engineer. */
"Please resolve any related issues or contact our Customer Support." = "Soluciona cualquier problema relacionado o ponte en contacto con nuestro servicio de atención al cliente.";

/* Title text above the list of apps Setapp is going to terminate on quit. */
"Please save all your data and quit the following applications before quitting Setapp:" = "Guarda todos tus datos y cierra las siguientes aplicaciones antes de cerrar Setapp:";

/* Title text above the list of apps Setapp is going to terminate on singing out. */
"Please save all your data and quit the following applications before signing out of Setapp:" = "Guarda todos tus datos y cierra las siguientes aplicaciones antes de cerrar sesión en Setapp:";

/* Title text above the list of apps Setapp is going to terminate on Setapp unisntalling. */
"Please save all your data and quit the following applications before uninstalling Setapp:" = "Guarda todos tus datos y cierra las siguientes aplicaciones antes de desinstalar Setapp:";

/* No comment provided by engineer. */
"Please sign in to Setapp and try again." = "Inicia sesión en Setapp y vuelve a intentarlo.";

/* No comment provided by engineer. */
"Please sign in your Setapp account to continue using the service." = "Inicia sesión en tu cuenta de Setapp para continuar usando el servicio.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please try again or remove the application by other means if the problem persists." = "Vuelve a intentarlo o elimina la aplicación por otros medios si el problema persiste.";

/* Error alert informative text after unsuccessful application uninstall." */
"Please try again or remove the remaining files manually." = "Vuelve a intentarlo o elimina manualmente los archivos restantes.";

/* No comment provided by engineer. */
"Please try again." = "Inténtalo de nuevo.";

/* No comment provided by engineer. */
"Please update your operating system and try again." = "Actualiza tu sistema operativo y vuelve a intentarlo.";

/* User notification informative text */
"Please view your account details to learn more." = "Consulta los datos de tu cuenta para obtener más información.";

/* Error alert informative text after unsuccessful application uninstall. */
"Please visit Setapp website and try resetting your password there." = "Visita el sitio web de Setapp y prueba a restablecer la contraseña desde allí.";

/* Quit app button title */
"Quit" = "Salir";

/* Informative text under the list of apps Setapp is going to terminate on update. */
"Quit apps to have them updated." = "Cierra las apps para actualizarlas.";

/* Informative text under the list of apps Setapp is going to terminate on unisntalling single app. */
"Quit these apps if you’d like to uninstall them now." = "Cierra todas estas apps si quieres desintalarlas ahora.";

/* Accessibility help. */
"Removes the current search query" = "Borra la búsqueda actual";

/* Status action title on dashboard */
"Renew" = "Renovar";

/* No comment provided by engineer. */
"Reveal in Finder" = "Mostrar en Finder";

/* Default placeholder for search field */
"Search" = "Buscar";

/* Apps search field placeholder */
"Search for apps, tasks, etc…" = "Buscar apps, tareas...";

/* Accessibility label. */
"Setapp application search" = "Búsqueda de aplicaciones en Setapp";

/* Informative text under the list of apps Setapp is going to terminate on signing out. */
"Setapp applications will become unavailable after you sign out." = "Las aplicaciones de Setapp dejarán de estar disponibles al cerrar sesión.";

/* No comment provided by engineer. */
"Setapp could not complete its installation due to a lack of permissions." = "Setapp no ha podido completar la instalación a causa de una falta de permisos.";

/* User notification informative text */
"Setapp needs to verify your subscription." = "Setapp necesita verificar tu suscripción.";

/* Prompt for install Setapp with permissions. */
"Setapp needs your permission to complete its installation." = "Setapp necesita tu permiso para completar la instalación.";

/* Prompt for update Setapp with permissions. */
"Setapp needs your permission to complete update." = "Setapp necesita tu permiso para completar la actualización.";

/* Prompt for uninstall with permissions. */
"Setapp needs your permission to perform application uninstallation." = "Setapp necesita tu permiso para desinstalar la aplicación.";

/* Sign In screen text
   Sign In screen text on password screen */
"Setapp on iOS? Sure thing! Remind us your email first" = "¿Setapp en iOS? ¡Por supuesto! Recuérdanos antes tu correo.";

/* No comment provided by engineer. */
"Setapp requires Internet connection to continue." = "Setapp requiere una conexión a Internet para continuar.";

/* User notification title */
"Setapp subscription running out." = "La suscripción a Setapp está a punto de caducar.";

/* Informative text under the list of apps Setapp is going to terminate on quit. */
"Setapp will launch automatically upon opening any of its related apps." = "Setapp se iniciará automáticamente cuando abras cualquiera de sus apps asociadas.";

/* Alert title */
"Setapp will now quit due to a critically low amount of free disk space." = "Setapp se cerrará ahora porque queda muy poco espacio libre en el disco.";

/* No comment provided by engineer. */
"Setapp’s Internet access got interrupted by another process or application." = "Otro proceso o aplicación ha interrumpido el acceso a Internet de Setapp.";

/* Accessibility help string */
"Sets up a new account" = "Configura una cuenta nueva";

/* Short status title for agent
   Status bar menu item title */
"Sign In" = "Iniciar sesión";

/* Status title on dashboard */
"Sign in to use apps" = "Inicia sesión para usar las apps";

/* (No Comment) */
"Sign In to use Setapp" = "Iniciar sesión para usar Setapp";

/* Status bar menu item title */
"Sign Out" = "Cerrar sesión";

/* Accessibility help for Start Trial button.
   Accessibility help string */
"Signs into an existing account" = "Inicia sesión en una cuenta existente";

/* Accessibility help string */
"Signs out of the current account" = "Cierra sesión en la cuenta actual";

/* User notification informative text */
"Some applications need to be reopened." = "Algunas aplicaciones tienen que volver a abrirse.";

/* Apps termination window title. */
"Some apps are still running" = "Algunas apps todavía se están ejecutando";

/* Error alert title text after unsuccessful uninstall. */
"Some of the application components could not be removed during the uninstallation." = "Algunos de los componentes de la aplicación no se han podido eliminar durante la desinstalación.";

/* Sign up generic error alert title. */
"Something went wrong :(" = "Algo ha fallado :(";

/* Status action title on dashboard */
"Start Trial" = "Iniciar prueba";

/* Status title on dashboard */
"Start your membership" = "Inicia tu suscripción";

/* (No Comment) */
"Subscribe" = "Suscríbete";

/* (No Comment) */
"Subscribe Now" = "Suscribirse ahora";

/* Sign In screen text */
"Sweet, let’s get you started" = "¡Estupendo!\nEmpieza lo bueno";

/* Status button title on recommendations screeen. */
"Team member" = "Miembro del equipo";

/* No comment provided by engineer. */
"Terribly sorry, please try again a little later." = "Sentimos las molestias, pero puedes volver a probarlo más tarde.";

/* Title text above the list of apps Setapp is going to terminate on updates. */
"The following applications need to be quit to apply their updates instantly:" = "Tienes que cerrar las siguientes aplicaciones para que puedan aplicarse sus actualizaciones:";

/* No comment provided by engineer. */
"The main Setapp application is missing on your Mac. Would you like to download and install it?" = "No se encuentra la aplicación principal de Setapp en tu Mac. ¿Quieres descargarla e instalarla?";

/* User notification title */
"There’s a new app on Setapp!" = "¡Hay una nueva app en Setapp!";

/* (No Comment) */
"This action is recommended for better Setapp experience." = "Recomendamos esta acción para disfrutar de una mejor experiencia con Setapp.";

/* No comment provided by engineer. */
"This application is no longer available on Setapp." = "Esta aplicación ya no está disponible en Setapp.";

/* No comment provided by engineer. */
"This application requires an active Setapp account installed on your Mac." = "Esta aplicación requiere una cuenta activa de Setapp instalada en tu Mac.";

/* No comment provided by engineer. */
"This application requires macOS %@ or later to work on your computer. Currently you have macOS %@." = "Esta aplicación requiere macOS %1$@ o una versión posterior para poder utilizarse en tu ordenador. Tu versión actual es macOS %2$@.";

/* No comment provided by engineer. */
"This copy of %@ requires an active Setapp account installed on your Mac." = "Esta copia de %@ requiere una cuenta activa de Setapp instalada en tu Mac.";

/* (No Comment) */
"This email is already registered." = "Este correo electrónico ya está registrado.";

/* No comment provided by engineer. */
"This will allow you to discover and further use all of the Setapp applications." = "Así podrás descubrir y utilizar las demás aplicaciones de Setapp.";

/* (No Comment) */
"This will keep your Downloads folder uncluttered." = "Así tendrás más despejada tu carpeta Descargas.";

/* Error alert informative text on application launch. */
"To get this app switch to the Team plan." = "Para conseguir esta app tendrás que pasarte al plan para Equipos.";

/* Today date string */
"Today" = "Hoy";

/* No comment provided by engineer. */
"TODO" = "TODO";

/* Too mane sign in requests error alert title. */
"Too many attempts" = "Demasiados intentos";

/* (No Comment) */
"Try again" = "Volver a intentarlo";

/* No comment provided by engineer. */
"Uh-oh! Setapp is having some connection issues." = "Vaya... Parece que Setapp tiene problemas de conexión.";

/* No comment provided by engineer. */
"Unable to launch %@" = "No se puede iniciar %@";

/* No comment provided by engineer. */
"Uninstall Setapp" = "Desinstalar Setapp";

/* Apps termination window title. */
"Update Apps on Setapp" = "Actualizar apps en Setapp";

/* Status action title on dashboard */
"View My Account" = "Ver mi cuenta";

/* Status bar menu item title */
"View My Account…" = "Ver mi cuenta...";

/* Sign In password screen text */
"Welcome!" = "¡Bienvenido!";

/* (No Comment) */
"Would you like to move Setapp to your Applications folder?" = "¿Quieres mover Setapp a tu carpeta Aplicaciones?";

/* Yesterday date string */
"Yesterday" = "Ayer";

/* (No Comment) */
"You are now a Setapp family member!" = "¡Bienvenido a la familia de Setapp!";

/* No comment provided by engineer. */
"You may remove the alias from your computer." = "Puedes eliminar el alias de tu ordenador.";

/* Empty notifications section placeholder text. */
"You're curious. We like that" = "Tienes curiosidad y eso nos gusta.";

/* Offline state label. */
"You're offline" = "Estás sin conexión";

/* Accessibility label for customer image button. */
"Your account picture" = "El icono de tu cuenta";

/* No comment provided by engineer. */
"Your current version of Setapp is outdated and can no longer be used." = "Tu versión actual de Setapp está desfasada y ya no puede utilizarse.";

/* No comment provided by engineer. */
"Your issue is already being handled" = "Ya estamos trabajando para solucionar tu problema";

/* Alert title. */
"Your Setapp installation is broken and cannot be used properly." = "Tu instalación de Setapp está corrompida y no puede usarse correctamente.";

/* No comment provided by engineer. */
"Your Setapp installation is broken due to a possible permissions error." = "La instalación de Setapp ha fallado, seguramente a causa de un error con los permisos.";

/* User notification title */
"Your Setapp trial ends soon." = "Tu prueba de Setapp finaliza pronto.";

